let blahblahblah = [`　　春雷來了，鱉的嘴仍然咬著        讓鱉鬆口的雷是悶是響，我好想知道
　　
　　這裡很吵，吵到連硬幣掉下去撞擊，都安安靜靜。心中默數一枚、兩枚、直至五枚，五枚硬幣多送一張彩券。推耙不斷推，推不到前方硬幣掉落洞口，那些硬幣都在邊緣，我必須投更多，讓一切一毫米一釐米地落下。
　　落下的，都可以換成彩券，彩券換了什麼沒那麼重要。
　　
　　我總坐在兌幣機旁；我不玩釣魚機、也不玩保齡球，我只玩往前推錢幣的機台。一如往常，一天的工資一千五，就拿一千換成一籃代幣。一千有時可玩一下午；有時一個小時就結束。
　　「一千就這樣投喔。」他說，邊說邊搖著旁邊的機台，幾十枚硬幣落洞裡，洞知道掉了幾枚硬幣，沒出彩券發出尖銳的叫聲。
　　這裡很吵，仍有聲音可以劃開。他笑，工作人員過來勸戒，他說：「啊就撞到啊。對不起喔。」工作人員打開了機台，關掉了警鈴聲。裡頭一疊疊的彩券，每次看到都想問這麼多大概有幾張。
　　「裡頭四五千張吧？」他問。工作人員笑著說：「投投看就知道呀。」
　　
　　「借我十枚代幣。等等還妳。」他在側玻璃看呀，甚至將雙手用成照相姿勢瞄準，我借他了。他的第一枚代幣投向不可能將其他硬幣前推的地方，發出吱的聲響；第二枚也是；到了第十枚時，他親了硬幣，以為這樣比較帥，一點也不，他投入唯一有可能讓最前方的錢幣要掉入深淵的硬幣孔。
　　什麼也沒。
　　「這就賭博啊。玩那麼久有什麼好玩啦。」我邊聽，連續投五枚，前方的錢幣掉落了不知幾枚，換成一張張彩券吐出，變成紛亂的膠捲，一直以為這些彩券會帶來一些快樂，喜悅什麼的都會印成一格格的，想說看這那些彩券被計算，就可以將這一天玩推幣機得到的歡愉變成實質的數字。只有第一次去換大娃娃時，覺得有趣。後來就麻痺了。
　　「喂喂，也太強了吧妳。但玩這有什麼屁用。」他說，他叫順生，他走向了釣魚機。
　　我仍看玻璃內的銀色錢幣閃閃發亮，等待前方的金色錢幣掉入深深的暗。
　　
　　依舊那麼安靜，他的叫聲劃開那般的吵。
　　
　　「大中大中了。」釣魚機上方的燈箱閃起我從沒看過的顏色。他釣起了一尾從沒人釣過的魚，總躲在螢幕最側，不時跑出來吞食被收線的大魚，是一尾醜得要死的魚，很肥，深咖啡色不吸引最愛玩這種釣魚遊戲的孩子。
　　
　　釣魚機不斷地吐出彩券，整齊地呈現一排一排上疊，就像是釣魚的滾輪收線，當我回到我的機台繼續投幣時，還吐個不停，直到工作人員補了一次彩券，他掏空那台機器，釣起那台機器最隱密的魚。
　　他踢著疊起的彩券籃，「妳覺得有多少？要不要跟我一起去釣魚？」他說。那天，我跟他走了，那堆彩券，一萬多張，大概三千。
　　
　　「我真的會釣魚喔，剛釣到的是盧麻。」順生對我說的話，都像是對個少女說。我不像少女，幻想的少女提可愛的蕾絲花籃、現實的少女是可愛的包包、貴重的包包、無趣的書包，我提著塑膠籃放著代幣、塑膠推車放彩券。
　　
　　當他中大魚時， 高興也只是換了三千，怎麼想都很廉價。「要換什麼？妳選。」他露出牙齦自信地笑。我選了一台兩人小電鍋，轉賣還能賣個一千多。「買了，就要煮喔。」他在我家門前說。
　　
　　隔天又遇到順生。他沒釣上昨日那尾大魚，拿了幾千元換了少少的彩券，「要換什麼？妳選。」
　　「你欠什麼，我就選什麼。」我說。我知道他會說我欠你之類的話。「我去你家吧，那些彩券給我。」
　　「不要來我家，我這裡彩券都給你，你找一天陪我釣魚，好不好？」
　　在我投硬幣的機台，他投了他的銀幣，不斷地不斷地。我慢慢地投，他沒多久就把手上的投完直說等一下我去換。他多出來的硬幣，推呀推。我前方所積累的銀幣與那些機台原有金幣、彩券、甚至兩顆寶石（寶石是一千張）都推過邊緣，掉入深淵，變成希望。
　　他還繼續投。「都破台了，沒有額外贈品了。投也沒用了。」我說。
　　「投給妳啊。」我去了他的房間，只有床、枕頭、揉團的衛生紙，我們什麼也都沒做。
　　他只約我去釣魚。「妳有工作嗎？」我沒有回，他沒有再問。順生真的帶我去釣魚。
　　
　　「你房間什麼都沒有耶。」將聲音放細，裝得熱情一點，就算臉不像是那樣的聲調，這是我的策略。
　　「要不把小電鍋搬過來。」他說。
　　
　　我一直以為男人是一樣的。沒見面時，聽聲音就能得到高潮；見面之後，就看斤看兩，說什麼龍、說我肥到都不能當魚。做愛時，仍將肉體推向我，像是要把自己最醜惡的模樣塞入我身體內，我只能撐住，如果倒了，就什麼關愛也得不到了。我一直是那麼想的，也那麼做的。
　　
　　「為什麼？」「妳選兩人小電鍋不就在暗示我？」我只想這男人真以為自己聰明，聰明到無話可聊，做起他綁鉤的工作，將鉤插在保麗龍上，一排一排綁繩，我幫了他，我聞到他身上的味道，跟這房間潮濕的泥土味不同，是遊藝場幾千張彩券換取的男性香水（那款換來也難以轉賣），噴在我家廁所的味道。久了就習慣他身上的味道，反而，房間的臭更加明顯，他的車也有一種魚乾的腥。腥味來自於後車廂乾掉的魚血。
　　
　　那晚什麼也沒做，我幫他用鉗將鉤用得內彎，他就只在那裏綁鉤。
　　
　　「後天有空吧，釣魚。」他將更多魚鉤插在孔洞多到近爛的保麗龍上。
　　
　　拿起魚鉤，他兩指銜住菸盒大小的鱉，鱉的四肢在空中畫圓，我覺得很可愛，在那笑說很可愛耶。他將魚鉤鉤入鱉的殼與臟器之間。
　　「我等等試給你看，這釣龍膽有多好用。」鱉頭伸了一點進去，又隨即突出，伸進去會痛吧。他拿了一隻小鱉給我穿，「好噁心喔，不敢啦。」我說。我的手也是拿起鉤來，他在一旁說像穿針，將鉤的前端插入，插入軟軟的皮肉，針過了兩個倒鉤，穿過了殼與內臟間的膜。他要帶我的手，要將鉤的圓弧卡在鱉的身體中央，只是，我將魚鉤穿過了過頭，戳入內臟又出，從鱉的嘴出鉤。鱉手伸得好長好長，奮力揮舞。沒幾下，就不動了。
　　
　　他笑得抖動，「你把牠搞死了。」他說要將這隻死鱉取下，卻拉也拉不出來，從穿入的傷口流出了鱉血與汙綠色的汁液，這麼小隻血也只有一點點，我拿起一旁剪殘魚線的剪刀，從鱉殼剪下，取出那隻鉤。
　　剪刀撥開那些臟器，心臟小得看不到。
　　
　　他再拿一隻鱉，穿好的鱉頭伸得頗長，嘴張得很開，鉤好之後，他拿在那裏晃，用鱉的嘴咬我的手，細細的牙齒磨起來不痛很癢。「鱉咬到，打雷才會開。」他說，我便咬了他的手，齒痕很深，沒多久就消失。我沒去想何時打雷，何時他就會離開我。我笑，他也跟著笑，我拿給他兩隻小鱉，「要活活穿過，不讓牠死，會動才有用。」
　　
　　「知不知道？」拿了裝鱉的桶與鉤給我。我穿了第二隻鱉，這次穿得很好，垂在緄繩。穿鱉就變成我的工作，鱉手腳伸出縮入，頭卻只能伸長，殼也進不去，鉤卡死死的，縮進去很痛吧。
　　「這些鱉好像鑰匙圈喔，你看。」他甩竿。
　　他這一輩子不知鉤了多少的鱉 ，我想到鑰匙圈的玩笑，他一定覺得不好笑吧。本來想跟他說，我不想鉤這些鱉，很殘忍，不過我長這樣，又能裝什麼害怕。
　　「鉤這些鱉，你不覺得殘忍喔？」他問。
　　「有什麼好殘忍，看你釣魚，你釣魚也很殘忍，啊，沒在怕啦。」
　　「也是，沒什麼好殘忍，一樣換一樣，鱉換龍膽，龍膽換錢，錢換……」
　　「錢換什麼？」我問。
　　「破麻。」我自問自答，順生忙著拉魚，電捲很吵他沒聽到。錢能換到的東西太多，換得到代幣、換得到我，換得到沒日沒夜都得釣的魚。又鉤起一隻鱉，他叫我別再鉤了，他今天什麼也沒釣到。他將那些卡在鉤上的鱉，一隻隻用剪刀剪開丟入海釣池裡，沉在池裡的龍膽才開始騷動。「用釣的釣不到，用餵的你們就出來。當我來放生的做功德的喔。」他說。
　　他將那一桶鱉倒在土堤上，。
　　「你放生還真功德無量耶。」我說。
　　隻隻的鱉，爬在土上，往前推往前推，進入水中。龍膽就在水底等著他們。那些鱉就像是我的代幣，投入池內，推呀推呀，能換取一些什麼，很短暫地，又掉入另外個洞裡。
　　
　　我邊投代幣，也沒研究什麼角度會更容易被推擠。他在一旁就發呆地看，看我沒代幣時就去換。今天他沒去一旁的釣魚機台釣，還在煩惱為何沒釣到那些沉底等吃鱉的龍膽。
　　「釣龍膽有什麼好玩的？」我問。這個有什麼好玩的。我看著前排一隻小熊慢慢前推，那隻熊是這機台的最大獎。
　　「釣起來可以換錢，你知不知道？」他說。
　　「玩這個也可以換錢，你怎不陪我玩。」
　　「不一樣啦。」。
　　「哪裡不一樣，你自己不多釣幾次，掉不到就氣到把那些鱉拿去放生。把那些鱉賣給放生團體，也可以賺錢。要不要去做，你要嗎？」
　　「拿五六十塊的鱉換一隻十公斤龍膽，十公斤龍膽也可以賣個兩三千，你又懂什麼？」
　　我投入代幣的速度更快了些，這種遊戲只要代幣夠多自然會中一些；釣龍膽就像賭博，換錢還得看魚的心情，我想到就覺得好笑。
　　他低頭看著手機，沒繼續投幣。
　　他開口時，我的推幣將那隻小熊推入邊緣，掉入。機台響起巨大的聲響，他仍在說，而我什麼也聽不到。
　　
　　等到彩券出到一半，音樂停下。我才問你剛說了什麼？他說沒有。
　　他說沒有，那只是賭氣罷了，我將他的手臂陷入我的乳房之間，再說一次嘛。
　　
　　「我們去批鱉來賣。」他說。「賣誰？」他不斷地說放生團、釣客、海釣場啊。拿了一個佛教放生團的網頁，小鱉有一隻二十的贖命金。他開始說他買釣龍膽的菸盒鱉多少錢；那裏的小鱉賣多少錢，一轉手就可賺幾倍。
　　「做生意又做功德，到時候又迴向到偏財。」他投入許多的代幣，投入已無任何獎勵的機台。獎勵警鈴響起，下方的彩票口吐得不斷， 「好運就是擋不住。連沒東西的機台也會中大獎。」
　　我蹲下將彩券收齊。
　　「幹嘛收，就讓它亂。」他說。直到螢幕上剩餘彩券還有一萬多張，兩疊彩券吐完，工作人員繼續補上。那彩券纏繞在我腳踝，我邊笑邊想如何不被絆倒，只好脫了鞋，仍然將這些彩券收齊。
　　
　　這樣的巧合，讓他覺得我是助他的人，讓這一切都變成轉機。在臭臭的車上，他說他要轉運了，說一句這類的話就轉過來看我一眼，他瘦凹的臉與突出的嘴，迷不了誰，我只是在心裡說他是好人，他是好人。當然看不到他眼中我的倒影，但我想起我照鏡子時的自己，我也是迷不了人的人。他的手指輕點我的手臂，那樣癢的像是小鱉的啃咬，是想吃掉獵物，也沒有力量；而他將我的手抓過去他的下體，我緊緊抓著，「咬住就不放喔。」他笑。
　　「等打雷我再放開。」我說。
　　
　　與他的性，無燈、無光，是縮殼的鱉，是怎樣都不想看光的互相。
　　
　　「小小的鱉。」我彈他的陽具時說。咬你喔。來啊。
　　
　　我們咬住互相不放，雷聲已來，仍不放口。幾個月過去，我依舊靠遊藝場的兌換品上網販賣維生，他一個禮拜幾天工作，幾天跑去海釣，偶爾曠班陪我在遊藝場。對我們兩人而言，這樣的生活跟獨自過差不多；其實對他也毫無依賴，說什麼愛呢，兩人都沒說一字愛，這樣齒嘴鉗住兩人的手腳。
　　
　　想挪開嗎？不要。就算咬的力道很輕，連齒痕都沒有。
　　
　　敲我家的門，進來我家，他先看了我整房的遊藝場兌換品。「你家是湯姆熊喔。」接著說：「我辭掉工作了。」本以為他要開始嘮叨說工廠怎樣，沒說那些，露出牙齦的笑，「我們去載鱉吧。」
　　
　　「光小電鍋就十幾台了。我送妳的那台呢？」往屏東的路上他問，其實我分不出哪一台是他送的那台。下交流道後，轉入看不出是沒人住了還是睡了的村落，只剩導航說著前方三百公尺要轉彎；左轉、右轉是畫圈，會走回原路嗎？我也不敢問。「這導航有導對嗎？」我問，「就只能相信它，要不然你知道在哪喔。」他說完，我們就聽到目的地在您的左手邊，有著微光的小屋。
　　
　　車停下來時，他又露出牙齦笑了。兩百公斤的鱉，賣鱉的大哥說我們這樣也賺不到油錢，開始對他說哪裡的釣具行買多少量、海釣也可以用，他直直點頭 。「還帶女友來喔，唉唷肯跟這麼遠，很愛喔。」大哥說。他回了兩次沒有啦。那位大哥推銷起鱉蛋，說什麼用燈光照過去裏頭有白點的是受精的，看鱉蛋有兩層顏色是受精的。只有白色是沒受精的，不斷地說受精不受精，不斷地問要不要賣，拿去賣給中藥行，或是泡酒拿去賣周遭的男人。他們兩個一直拿手電筒照鱉蛋，一直在說，說了很多。
　　「喝了會很硬喔。」這句話我也不知道是誰說的。當大哥將那幾桶鱉搬上車，掩上後車箱門，塑膠桶裡小鱉雉鱉分開來放，大小不同鱉爬行磨爪的聲音有輕有弱，很吵很像是推代幣機台，代幣掉落到下一層的聲音，或說是他夜裡睡好睡熟的磨牙。
　　在車上看他跟大哥聊天 ，聽不到對話，只聽得到大聲地笑，那種笑聲與在我身旁的笑、被我搔癢的笑完全不同。 大哥拿出鱉蛋，用燈照射，教他怎樣辨識受精的沒受精的。車燈照射著他們兩人，我也辨識不出來哪個男人是好的是壞的；聊到最後，那位大哥送了他一罐鱉蛋酒，給他時，兩人轉頭看我，他露出牙齦要啃咬我的笑。
　　
　　「那罐是什麼？」我問。他拿了手電筒照沉底的鱉蛋。「酒，受精的鱉蛋酒。」
　　吞那些鱉蛋，喝那些酒，鉤起那些鱉，那些鱉的嘴會張得大大的。
　　「你有跟大哥說你要買來幹嘛嗎？」「賣啊。」「放生呢？」
　　「怎能跟他說這個，他搶我生意怎辦。」「吼，就算不搶生意，也會有人跟他收好不好？」
　　「不會有人收這個去放生啦，護生園區那邊我也聯繫好了，我都跟他說我是在養鱉的，鱉場要清池沒地方放鱉。」那些護生園區，聽了也信。
　　
　　「護生園區的池，還養鱸鰻什麼的，下次也可以去收。」他說。
　　「鱸鰻吃鱉，鱉被吃光了，又會跟我買。」
　　「這放生也是放死耶。」我回，車回台中，我們一直在笑，那些幼鱉雉鱉爬行或啃咬塑膠桶的聲音，越來越大；整車都是那些鱉帶來的水味或土腥，這車依舊是他的模樣，擋風玻璃前曬成白色的檳榔盒、名片、用過的衛生紙，車上的塑料都是菸油，摸起來跟他的臉相似，味道卻不一樣了，我喝了一口鱉蛋酒，咬破一顆酒熟的鱉蛋，有各種雄性的味道，可以吞下，讓人想吐；我沒有跟順生說鱉蛋酒的味道與後來的嘔吐，因為我們是笑著的。
　　
　　到了台中，他掀開那一桶桶的鱉，將一桶較大的雉鱉倒在幼鱉那邊，多添秤頭多賺一點錢也好。「不用打冰、不用水，甚至也不用給食物，牠們餓個一天不會死。」他說。
　　「不知這些鱉歹命還好命。」我說。
　　「跟我們一樣，都是要賣的命啦。」睡沒幾小時，澡也不洗躺在他床上，睡意很深，卻在他的懷中淺眠。他的鼾聲磨牙與車內的那些鱉重合，是吃食咬合、是物與物的摩擦推擠。天一白這房間變成了淺藍，夢變成雜訊，「起來了，起來了。」我將他的腿推開。
　　一開後車門，我只見幼鱉的那桶，混入的雉鱉不知多少隻沒了頭（沒人知道倒入的雉鱉有多少隻），手呀腳呀也沒了。鱉的血是紅色的，不見的器官都跑入幼鱉的胃，流的血溶在尿液唾液。
　　「很多雉鱉被吃掉耶……」「沒差啦，反正都還在幼鱉的肚子，還沒拉出屎，就算拉出屎也一起秤，沒差沒差。」
　　被吃掉的雉鱉，只留下殼與內臟，說不定心還在跳；不仔細看他們像是活的，只是縮進去了。
　　
　　我們先去了附近立了菩薩的雕像的護生園區，賣給園區，園區再賣給信徒。鱉進了園區的池，也不一定能活，這裡的池有大鱉、也有鱸鰻。向我們買鱉的師父（順生都叫他們師父）看了那幾桶比較大的鱉，他們不收菸盒大的，菸盒大的長得醜長得噁心，算隻賣也賣不出好價格；他從幼鱉桶裡，拿起一隻雉鱉，說這種的才好賣，他近看才發現那隻雉鱉，頭腳都沒了。直說阿彌陀佛澎肚短命。阿彌陀佛迴向給鱉；澎肚短命迴向給我們。師父不斷問我們，那些賣給他們的雉鱉，有沒有互相殘殺，甚至打開一隻隻檢查，檢查個三四十隻就當作全部都沒事了。鱉桶搬到護生池前，將鱉放在飼料販賣機下，旁邊寫著放生鱉一隻二十元，放生功德無量。那些雉鱉一隻踏著一隻，疊也疊不高，沒能逃出鱉桶，都等待著護生的客人帶他們到極樂世界 。
　　
　　順生拿起剛才那隻無頭無手的鱉，丟入護生池，池水變得混濁。他覺得這樣也是放生，雙手合十說阿彌陀佛 。
　　
　　他去上次釣龍膽的海釣場，門口寫「禁止放生。」
　　「他就說你。」「我是餵龍膽吃飽耶，這樣比較難釣，他們更賺。」
　　他問海釣場要不要鱉，他吃鱉了。
　　
　　一場一場的問。甚至停在海釣場外面，跟賣水果的一樣，上面寫著「龍膽利器：菸盒鱉！」我們賣一隻八十，幾個人買幾個人沒有用過，沒用過的我拿了他幾個鉤鉤上鱉，裝在黑色不透光的塑膠袋裡，「這麼殘忍喔。」客人說；「你用看看，沒用再來找我。」他說。沒用過鱉釣龍膽的客人，我們送他幾隻，但我們沒等到那些客人釣上龍膽換了錢，來對我們說好不好用，我們北上了。
　　
　　往北一點的巨大風扇下，有沒人騎的自行車步道，有幾家會買鱉的海釣場，我們在那裏賣了上百公斤的鱉，一公斤只賺十元，虧都虧死了，「第一趟虧不是虧，下次載多一點來賣就好。」回程的路上，都是那些要再訂貨的釣客。「唉唷，用鱉釣龍膽，很咬喔。」客人說。
　　「大哥，你都中幾公斤的魚？十公斤上的嗎？好厲害喔。」我裝嗲地說。那些客人又訂了許多，甚至原本不打算買的海釣場也打來訂，回程繞到護生園區，我細聲地問師父：「還要多少呢？師父。」「還要還要。」順生將那些鱉已護生，業已無鱉的空桶收回。
　　那些雉鱉活了多少隻，又賣了多少錢。如果可以，我也想買一桶來放生，看那些鱉一隻隻排對入池，我在後方用掃把推入。
　　
　　推、推、用力地推，直到濕土都有掃把的痕跡，掃過的痕跡蓋過雉鱉淺淺的腳印。
　　推、推、用力地推，代幣疊成層層，直到後方的推耙無法推動，堆滿的代幣崩塌掉入前方小小的洞，塞滿小小的洞，彩券出到無法再出。
　　只是夢而已，我醒在夢裡彩券纏繞到我腰間時，順生的腳壓得緊緊，我怎樣也動不了。晚上八點的手機震動，寫著載鱉喔。拍了幾下他，沒醒續睡。又叫了幾聲，他只撒嬌地說不去，還是起床載鱉。
　　
　　這樣的生活過了一兩個月。錢多了些，我笑他是雉鱉變成大鱉了；他也笑說這樣才能養我這隻肥鱉。鱉會吃同類，但我跟他是誰吃誰，誰餵食誰呢。我吃來吃去，餵養起肚裡有微小心跳的人，偶爾，我會用手電筒照照一兩個月的肚子，什麼也看不到。「變胖喔。這樣照也不會縮小。又不是縮小燈。」他說，他也不會發現，也不要他發現。
　　如果他不要，他會把我肚裡的雉鱉拿出來，醃或釀，或許不會；或許還能丟到護生園區的池內放生。
　　
　　賣鱉可以賣一輩子嗎？我也答不出來。多餘的錢，我們存了一半，另一半換成代幣，兩三藍滿滿的代幣，又換成彩券，彩券又換成商品。我以前的家，變成了那些獎品的倉庫。不管有沒有人買，那都是商品，那換成錢。
　　「我也可以幫你將那些獎品丟上網。」偶爾也想自己一個人享樂的時刻，他總會說這些。「但我不可以自己去載鱉呀。」我總是這麼回。
　　
　　那晚，他就不見了，他拿走我的手機，留下車的鑰匙與他的手機。我沒有緊張，他不會去死，他說這幾個月是他覺得人生是成功的日子。他只是叫我單獨去載鱉。我問他：「你去哪了？」他沒有回。直到我照了張南下高速公路旁的夜照燈，他才說：「要讓妳獨立，要不然妳沒有我怎麼辦。」
　　我只能看那則訊息，開車，不能回。
　　他叫我去屏東收小鱉，前鎮、安平收小章魚，沿路幾個港口收上來，幾個港口沿路放。雨刷刷不乾淨雨，我寧願雨大一點。這樣幾滴幾滴地下，雨刷刷過去，玻璃黏了一層膜，是雨刷太髒，也有可能是雨太黏。前方的車燈糊糊，車內的廣播（他的小客貨只能聽廣播）說什麼也聽不懂。「要來我家嗎？」他在第二次約會，賓館床邊的電話響起時說。櫃台小姐說時間到了。我說好，對櫃台小姐說，也對他說。
　　「啊，你沒家喔？」他說。「有家啊，但想去你家嘛。」我更想罵髒話回嘴，但我很喜歡順生，撒嬌一下。「你那口氣也太噁。」我想也是，那跟我刻意買得托高內衣一樣、跟那件丁字褲一樣（我太肥，看起來就像沒穿一樣），最像的是那件情趣的護士服，穿起來就想拿起巨大的注射針刺向順生，然而我是想被刺的那個。都太廉價了。
　　我不就是廉價的人，過廉價的生活。
　　當順生說要去他家，我也跟去，想像他的家跟我家也沒兩樣，甚至覺得那樣的想像只是回憶，潮濕導致油漆剝落，潮濕導致油漆變黃，一定很髒亂吧，我是那樣想的。「你家長怎樣？」我問順生，沒什麼期待還說得雀躍。「就那樣啊。」他說這句時，黃掉有檳榔漬的牙齒也很潮濕，摸入我內衣裡的手與看著前方的臉，都是很黃的顏色，我想是夜晚的路燈吧；但到他家，日光燈下，他、他家、我都是過濕近霉的樣子。
　　他不就是個廉價的人。「你想住多久？」第一次在他的凹陷椰子床做愛完問我。
　　「可以很久嗎？跟你一樣久？」這大概是我裝笨的極限。
　　我也沒想可以跟他這麼久。他也沒想過換掉那張凹陷成他模樣的椰子床。
　　
　　「妳男人咧？」鱉場大哥問。「沒來耶。」「是不是男人啦？還是喝太多鱉酒被妳操壞呀？」大哥笑的臉跟順生很像。
　　「只有我喝啦，順生哪敢喝那種東西，有個味道臭腥他哪敢喝。」我說。大哥又拿了一罐鱉蛋酒給我，我跟他要了幾顆鱉蛋。
　　「妳就敢喝，我懂啦，那種味道順生也有。」鱉桶的重量讓車低了一些，車燈照著大哥他指揮那些外勞搬貨。他不時轉頭看我，就只是一般的笑，我不知道他在笑什麼，我放下了手煞車，他更催促搬貨快一些，鱉桶堆滿後車廂，後照鏡看不到後方。打向N檔，我踩了油門。大哥嚇到後退幾步，我只是將手放在額頭上道歉而已，什麼也沒說。
　　
　　順生是不是男人，我知道是個男人。這台車沒有他，也都是他的味道，方向盤的油脂，前擋風玻璃下堆滿了檳榔盒、名片、用過的衛生紙。
　　「怎麼有人會喜歡這種人？」我心裡想，同時問了怎麼會有人喜歡我這種人，便發動了車，往國道駛去。
　　他打了電話問我在哪，屏東。他說話的地方很吵，我問他在哪？他說遊藝場。
　　「你幹嘛躲，叫我自己去也可以，我又沒差。」他回你煩喔。沒什麼話好聊，就把電話擱在那，聽他笑、聽他拍打機台、甚至聽他要吃便當，他說掛了喔，車上沒有聲音也沒差。
　　雨更大了，雨刷撥到最快，雨水與車窗上的油脂髒污，沒被撥開也不被風吹走，只是抹散，只是比模糊清楚一點。邊開車又撥了一次順生的電話，那頭的聲音像是打在車頂的雨滴，他只說蛤蛤，聽不清楚。我聽到了，換代幣、釣魚機中魚、太鼓達人、又或是順生還在電話另一頭蛤蛤說打來幹嘛，這些聲音一個個掉入耳道，相互推擠，「打來幹嘛啦，好好開車啊。」「妳那邊下大雨喔，很吵耶。」往前推擠，推擠到滿，開始掉落。
　　
　　我以為中獎了。停了雨刷，雨滴一點一點，到整片沾滿車窗，積滿了變成了流；似乎就是這樣的順序，但怎麼看清楚雨的滴點成流，就變成整片的模糊了。
　　
　　順生沒有掛電話，沒有繼續講下去。後車箱的鱉搔爪著塑膠桶，想上爬。
　　前方事故，所以回堵。「媽的塞車很煩。」自言自語，眼前的車燈都打成雙黃燈，每台車內都響起答答響聲。鱉還在爬，疊羅漢式地爬，也出現答答響聲。
　　「如果有幾隻鱉爬到桶子上方，會怎樣呀？」
　　「蛤？」他沒聽到，我也沒再問第二次。掉下來吧。不會死吧。等到我開車廂時，四隻短短的腳爬到車殼的邊緣，再掉下去一次，沒死就當作中獎了。
　　「牠們爬不出來。」他說。
　　
　　好煩，我打方向燈往外側走（方向燈與警示燈的聲音相同，仍只是警示燈閃），往路肩走，沒車順暢多了。只要繞過車陣，我就會回到原來的道路，我這麼想。穿越、路肩獨行以為都可以獨行到最後，就算真的到最後了，要彎進未受波及的那道，後方的車長按喇叭，車內的人一定在罵髒話吧，而我也長按喇叭。這樣什麼也聽不到了。過了塞車的口，踩到底的油門、車晃動未止又轉向另個車道，前方的車太慢了，緊急煞車，鱉桶往前又往後，鱉撒在後座各處。
　　
　　「喂，鱉灑出來了怎辦？」我問。「撿呀。」他說。回來的路途，還很遙遠，總覺得南下過去快得多。與鱉一同灑出來，還有幾片高麗菜葉與一點點的水混尿。悶久的車室，變成鱉生活的濕與土味，一開始以為只是下雨的氣味，更酸一點，更像順生的汗味一些。到家時，順生也在家了，他沒問那些灑出來的鱉怎樣了。
　　「還順利嗎？」「嗯。」「生氣了喔？」「沒有。沒有啦。」
　　叫我閉眼，他說有禮物要送我。不是生日禮物。當我睜開眼時，只是十多疊的彩券，一疊四千張，他說。「妳看妳去載貨，我換那麼多給妳。妳明天再去，我再換更多給妳。」他講話的方式就只是當成小孩哄騙我。
　　「這些都是錢唷。」我裝成高興地說，滑起手機看那些兌換的商品賣得如何。
　　
　　「明天送完，想去釣魚嗎？」我問。他只是打開魚鉤的盒子，裡頭沒幾枝魚鉤了。這讓我記住明天送貨的時候，要幫他買這些東西。
　　
　　我想，我現在可以把鱉鉤得漂亮完整，仍活在鉤上，像是原生的池中，被吃掉。
　　「可以是可以，不過，我又釣不到，去幹嘛？」聽到這句話，我明天也不用買這些魚鉤了。魚鉤鉤過鱉時，鱉的模樣很可怕。牠們的嘴總像是微笑，張得很大，本以為是痛才張大。當鉤好時，懸在空中，嘴就閉上了。懸在空中時，一定更痛吧。異物穿入，嘴巴學起人說不要嗎，還是對我們說釣不到啦，穿過我的身體幹嘛。 
　　順生說他餓，我煎了鱉蛋，煎鍋中卵黃圓圓卵白少少像是鵪鶉蛋，熟了就見不到代表受精的小白點了。順生開了那罐他不會喝的鱉蛋酒，手指沾了些，便歪嘴笑起又打了呵欠，伸長脖子，閉上嘴的那刻跟嚙咬無異。 他吃了所有的鱉蛋，捏我小腹腰邊的肉說：「這是懷孕還是胖？」我想睡了，長長的呵欠，脖子拉長、挺腰、乾嘔，拉起他的手撫起小腹，這裡有小小的鱉。順生笑起嘴更歪了。
　　
　　早上還是下雨，暖車時我將雨刷打開，他就坐在副駕駛座叫我帶他去遊藝場，雨刷將窗戶刷得更髒了。我打開後車門，昨晚倒在那的鱉，不知去哪裡了，是不是躲在駕駛座下方呢？只不過，我沒有彎腰下去找，怕被唸或是連彎腰都有點懶。「好好送，開車小心。」順生在遊藝場前對我說，下車後，他拍拍車窗，好久沒看到他那樣的笑。他低下頭將鞋底踩扁的鱉拿給我看。
　　「逃出來啦，還是要被我抓到。」他將扁掉的鱉丟在路旁。
　　我駛離，我停在路旁，想說用手一把把抓起在副駕駛座、駕駛座的鱉。幼鱉的頭伸長，咬起我的手，那已不是雉鱉的癢，是能感受到倒鉤的嘴喙，卡進沒什麼肉的指掌，下意識甩開掉在後座的地上，牠又爬進去陰暗的凹槽間，打開手電筒看駕駛座底部的鱉們，牠們依舊想向上攀爬。副駕駛座的鱉們，就待在那，待在可看到被順生踩爆的鱉臟器屎尿之前。
　　鱉的臟器那麼小，還是仍看到腸胃、血紅的肝。
　　
　　被咬的地方好痛好痛。
　　被鱉咬到，得等雷響；鱉場大哥也曾跟我賭過大鱉一次可以咬斷幾隻筷。好險是小鱉。
　　「咬住就不放喔。」咬住順生的我說。
　　「你不用打雷就會放開了啦，等你嘴酸還是等我變小啊？」他搔起我的癢，我反而咬得更緊，他痛了，搥打我的頭。分不清楚輕還是重，齒顎鬆了些，他舒服了些，不再搥打。後來，我頭痛得像是春雷悶雨不下衣服潮濕的體膚。
　　就算如此，我彈了他變成衰弱的小龜，我看過幾隻，但其實更像鱉一點。咬住不放的是我還是順生，到現在也沒差了。
　　
　　那些在駕駛座的鱉，幾隻爬到駕駛座地墊上，我踢了回去；副駕駛座則怎樣也不敢出來，我也不知道怎麼處理這些，邊想邊送出後車廂那些雉鱉，搬給護生園區的，隨口說聲阿彌陀佛，只聽到一聲冷笑與池中的水幫浦打氣的聲音，邊想邊開就變成不想了，問問順生怎麼處理好了。
　　
　　「掃出來啊，你怎開到牠倒光光，怎這麼蠢。」他投入代幣到我以前玩的機台，看著上方代幣掉落，推擠，下方代幣掉落。
　　「你幫我嘛，我還被牠咬耶。」小小的傷口，痂還鮮紅。「這誰沒被咬過，我們玩玩再去處理就好。」我們一籃一籃地玩，換成一綑綑的彩券。「你知道我為什麼不釣魚了嗎？」順生在中大獎時對我說。
　　「蛤？為什麼？」
　　「釣魚又不是都能釣到，就像是賭博啊。你看這個，投多少沒中，你就投更多就會中了。」他說。
　　
　　我們忘了待在座位底下的鱉。
　　車上只有我一人，我以為臭是來自於後車廂的活鱉掌上的土。越來越臭，我洗了副駕駛座的踏墊上的屍血內臟，也不敢彎腰下去看那些腐爛生蛆的鱉。「生，你可以來幫我把死掉的鱉用走嗎？這樣臭到我不能去拿貨，求你嘛。」他只發出像是鱉死前的咿呀。帶了好幾層的手套與口罩，他挖呀挖，挖出來的鱉，互相殘食，無頭或無手無腳，幾隻已成乾，「乾了能不能當中藥材。」順生說了個只有自己笑的玩笑。
　　
　　將死去的鱉放入垃圾袋。
　　「今晚別去收鱉了，我們去釣魚吧。」他說。我們去了釣具行，買了鉤。餌料呢？他甩甩那袋死鱉。
　　
　　他沒下竿，將那些鱉放在龍膽池邊的土堤，像是活的，一腳一腳地撥入，烏黑色的水池中，那烏黑色的口中。
　　
　　「會死，會死。」他走得輕快。「走啦，遊藝場啦，明天再去載鱉。」他說。
　　
　　海釣場很安靜，只有水幫浦的聲音與那池龍膽搶食鱉的聲響，其實那兩種聲音沒人能分辨得出來。吞下的，不代表能轉換成什麼。咬得緊緊的，也不代表能傷或是捆住什麼，只是讓人痛到煩了，煩了就會對任何聲響敏感。
　　「打雷，鱉真的會鬆嘴喔。」我說。
　　
　　一人一台推代幣機，我總算覺得這種機台無聊了。我跑去釣魚機，拋出虛擬的假餌，假裝魚在游，往那隻只有順生釣過（最近復活了）的魚去。身體與釣桿晃呀晃，順生走了過來，從後方不斷地頂住我的背，說這樣釣才對。我捏了他，而那尾魚已跑遠。「無聊。」我說。他繼續玩著推代幣機。
　　
　　
　　而我又拋了一次竿，換了虛擬的活餌。當那隻龍膽咬住時，釣竿不斷震動，順生跑過來不斷投幣、不斷地按下電擊鍵，想將魚電暈，電的聲音是雷聲，響呀響，直到魚鬆口，變成炭灰，一旁的人都笑，電太多次了。他投了更多的代幣，釣起那池中所有的魚，投了更多的代幣，讓推幣變成沒東西可以推。他咬住了些什麼，就不會放吧。而我想到明晚又要一個人開車，我查了氣象預報，無風無雨不會有雷。讓鱉鬆口的雷，是悶是響？我好想知道
　　
　　`];

export { blahblahblah };